{
  "translation": {
    "EN": "ID",
    "Explore the enchanting islands of NTT": "Jelajahi pesona pulau-pulau NTT",
    "The islands of East Nusa Tenggara hold captivating natural charm and rich culture. Explore the unique and unforgettable attractions of the islands in NTT. There you will find spectacular natural wonders harmoniously combined with cultural heritage full of local wisdom.": "Pulau-pulau di Nusa Tenggara Timur menyimpan pesona alam yang indah dan kaya akan budaya. Jelajah keunikan serta daya tarik yang tak terlupakan dari pulau-pulau di NTT. Di sana Anda akan menemukan keajaiban alam yang spektakuler dipadu harmonis dengan warisan budaya yang penuh kearifan lokal.",
    "Lodging & Accommodations": "Tempat Singgah",
    "Things To Do": "Yang Lagi Viral",
    "Practical Tips": "Sefruit Tips",
    "Search": "Cari",
    "Home": "Halaman Utama",
    "About": "Tentang",
    "Destination": "Destinasi",
    "earth-en": "earth-id",
    "wave-en": "wave-id",
    "Achievement": "Prestasi",
    "East Nusa Tenggara's magnificent beaches, nature, wildlife, and surf breaks have brought it global attention as an eco-tourism hotspot. We continues to earn accolades for its sustainability initiatives and wealth of natural attractions.": "Pantai, alam, margasatwa, dan ombak selancar yang indah di Nusa Tenggara Timur telah menarik perhatian dunia sebagai pusat ekowisata. Kami terus mendapatkan penghargaan atas inisiatif keberlanjutan dan kekayaan atraksi alamnya.",
    "1st Best in Travel 2020 Competition": "Juara 1 Kompetisi Wisata Terbaik 2020",
    "The Ministry of Tourism and Creative Economy of the Republic of Indonesia has won the 1st Best in Travel 2020 competition in the category of Best Destination for Sustainable Tourism Development.": "Kementerian Pariwisata dan Ekonomi Kreatif Republik Indonesia telah memenangkan kompetisi Wisata Terbaik 2020 kategori Destinasi Terbaik untuk Pembangunan Pariwisata Berkelanjutan.",
    "Wae Rebo Village - UNECSO World Heritage Site 2012": "Desa Wae Rebo - Situs Warisan Dunia UNECSO 2012",
    "Wae Rebo Village is a traditional village located in the Manggarai Regency, East Nusa Tenggara. It is a UNESCO World Heritage Site 2012.": "Desa Wae Rebo adalah desa adat yang terletak di Kabupaten Manggarai, Nusa Tenggara Timur. Ini adalah Situs Warisan Dunia UNESCO 2012.",
    "Komodo National Park - UNESCO World Heritage Site 1991": "Taman Nasional Komodo - Situs Warisan Dunia UNESCO 1991",
    "Komodo National Park is a national park in Indonesia located within the Lesser Sunda Islands in the border region between the provinces of East Nusa Tenggara and West Nusa Tenggara.": "Taman Nasional Komodo adalah taman nasional di Indonesia yang terletak di Kepulauan Sunda Kecil di wilayah perbatasan antara provinsi Nusa Tenggara Timur dan Nusa Tenggara Barat.",
    "Pink Beach - 50 Best Beaches in the World 2019": "Pantai Pink - 50 Pantai Terbaik di Dunia 2019",
    "Pink Beach is one of the best beaches in the world. It is located in Komodo National Park, East Nusa Tenggara.": "Pantai Pink adalah salah satu pantai terbaik di dunia. Ini terletak di Taman Nasional Komodo, Nusa Tenggara Timur.",
    "More": "Selengkapnya"
  }
}
